42crunch.vscode-openapi
adamsome.vscode-theme-gruvbox-minor
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
angelmaneuver.wallpaper-setting
arjun.swagger-viewer
asvetliakov.run-current-test
atlassian.atlascode
beardedbear.beardedicons
brandonkirbyson.vscode-animations
cstuder.gitlab-ci-validator
dbaeumer.vscode-eslint
drcika.apc-extension
eamodio.gitlens
emilylilylime.vscode-test-explorer-diagnostics
george-alisson.html-preview-vscode
gerrnperl.outline-map
github.copilot
github.copilot-chat
gitlab.gitlab-workflow
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
harryhopkinson.vim-theme
hbenl.vscode-test-explorer
hsnazar.hyper-term-theme
jackpaget.gruvbox-glass
jdinhlife.gruvbox
joshmu.periscope
jpcrs.binocular
lehni.vscode-fix-checksums
magdalenalipka.tokyo-night-frameless
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.live-server
nautigsam.go-to-test
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
sr-team.vscode-autohide-fork
supermaven.supermaven
svanteboberg.svant-vscode-fzf
tompollak.lazygit-vscode
tomrijndorp.find-it-faster
usernamehw.errorlens
vintharas.learn-vim
vitest.explorer
vscodevim.vim
wallabyjs.quokka-vscode
yoavbls.pretty-ts-errors
